[DefaultMapListLoader]
UseMapListPropsDisplayText="Использовать списки карт"
UserMapListPropDescription="Если этот параметр включен, отображаются не названия отдельных карт, а целые списки."

[KickInfoPage]
PingText="Пинг"
ScoreText="Счет"
IDText="ID"
IPText="IP-адрес"
KillsText="Убито"
DeathsText="Погиб"
SuicidesText="Суициды"
MultiKillsText="Массовые убийства"
SpreesText="Волна убийств"
ExitButton.Caption="Закрыть"
PlayerNameLabel.Caption="Псевдоним"

[KickVoteMultiColumnList]
ColumnHeadings=("Имя","Команда","ID","Голосов")
ColumnHeadingHints=("ID игрока","Команда","Идентификатор игрока","Количество голосов для исключения игрока.")

[KickVoteMultiColumnListBox]
RCMenu.ContextItems=("Голосовать за исключение этого игрока","Сведения об игроке","[Администратор] Исключить из игры","[Администратор] Запретить доступ к серверу")

[KickVotingPage]
lmsgKickVotingDisabled="Голосования на предмет исключения игроков отключены администратором сервера."
WindowName="Голос за кик"
InfoButton.Caption="Сведения"
KickButton.Caption="Исключить"

[MapInfoPage]
MessageNoInfo="Сведения недоступны!"
AuthorText="Автор"
PlayerText="игроков"
lmsgLevelPreviewUnavailable="Предварительный просмотр невозможен"
MapAuthorLabel.Caption="Автор карты"
MapPlayersLabel.Caption="Игроки"
NoPreview.Caption="Предварительный просмотр недоступен"

[MapVoteCountMultiColumnList]
ColumnHeadings(0)="Тип игры"
ColumnHeadings(1)="Карта"
ColumnHeadings(2)="Голосов"
ColumnHeadingHints=("Тип игры","Название карты","Количество голосов, поданных за эту карту.")

[MapVoteCountMultiColumnListBox]
RCMenu.ContextItems=("Голосовать за эту карту","Снимок экрана с описанием")

[MapVoteFooter]
AcceptButton.Caption="Применить"
AcceptButton.Hint="Завершив настройку, нажмите эту кнопку."
ChatEditbox.Caption="Сказать"
CloseButton.Caption="Закрыть"
MapvoteFooterBackground.Caption="Сообщение"
SubmitButton.Caption="Проголосовать"

[MapVoteGameConfigPage]
lmsgNew="Создать"
lmsgAdd="Добавить"
WindowName="Обозначение игры при голосовании за карту"
AcronymEditBox.Caption="Сокращение"
AcronymEditBox.Hint="Короткая аббревиатура, описывающая конфигурацию игры. Это обозначение будет добавлено к названию карты в сообщениях о голосовании."
DefaultCheckBox.Caption="По умолчанию"
DefaultCheckBox.Hint="Выбранная конфигурация станет конфигурацией по умолчанию, если все игроки отключатся от сервера."
DeleteButton.Caption="Удалить"
DeleteButton.Hint="Удаление выбранной конфигурации."
GameClassComboBox.Caption="Тип игры"
GameClassComboBox.Hint="Выберите тип игры для данной конфигурации."
GameConfigListBox.Hint="Выберите конфигурацию игры, которую нужно изменить или удалить."
GameTitleEditBox.Caption="Название конфигурации"
GameTitleEditBox.Hint="Введите название конфигурации."
MutatorListBox.Hint="Выберите модификации, который будут загружаться с этой конфигурацией игры."
NewButton.Caption="Создать"
NewButton.Hint="Создать новую конфигурацию игры."
ParameterEditBox.Caption="Параметры"
ParameterEditBox.Hint="(Дополнительно) Список параметров игры и их значений. Разделитель - запятая. (напр., GoalScore=4,MinPlayers=4)"
PrefixEditBox.Caption="Префиксы карты"
PrefixEditBox.Hint="Список префиксов перед названиями карты, разделитель - запятая."
SBList.Caption="Типы игры"
SBList2.Caption="Модификации"

[MapVoteMapListConfigPage]
sbCaption="Список карт"
WindowName="Список карт для голосования"
MapListCheckBox.Caption="Использовать список карт"
MapListCheckBox.Hint="Можно загружать названия карт из список или использовать префиксы."
MapListListBox.Hint="Выберите типы список, откуда будут загружаться названия карт."
MapListLoaderPrefixEditBox.Caption="Префиксы карт"
MapListLoaderPrefixEditBox.Hint="Список префиксов перед названиями карты, разделитель - запятая."

[MapVoteMultiColumnList]
ColumnHeadings=("Карта","Всего игр","Давность игры")
ColumnHeadingHints=("Название карты","Количество игр, сыгранных на этой карте.","Сколько игр тому назад эту карту загружали в последний раз.")

[MapVoteMultiColumnListBox]
RCMenu.ContextItems=("Голосовать за эту карту","Снимок экрана с описанием")

[MapVotingPage]
lmsgMapVotingDisabled="Голосование отключено администратором сервера."
lmsgReplicationNotFinished="Идет загрузка карт. Повторите попытку позже."
lmsgMapDisabled="Выбранная карта отключена."
lmsgTotalMaps="Всего карт: %mapcount%"
lmsgMode[0]="Большинство"
lmsgMode[1]="Большинство или метод исключения"
lmsgMode[2]="По счету"
lmsgMode[3]="По счету или метод исключения"
lmsgMode[4]="Большинство или метод накопления"
lmsgMode[5]="Большинство, метод накопления или метод исключения"
lmsgMode[6]="По счету или метод накопления"
lmsgMode[7]="По счету, метод накопления или метод исключения"
WindowName="Выбор карты голосованием"
GameTypeCombo.Caption="Показывать по типу игры:"

[MatchConfig]
lmsgLoadingMatchProfile="Загрузка параметров игры."
lmsgRestoringDefaultProfile="Возврат к исходной конфигурации сервера."
lmsgDefaultNotAvailable="Стандартная конфигурация недоступна."

[MatchSetupLoginPage]
CancelButton.Caption="Отмена"
LoginButton.Caption="Псевдоним"
PasswordEditBox.Caption="Пароль"
TitleLabel.Caption="Подключение к игре"
UserIDEditBox.Caption="Идентификатор"

[MatchSetupLoginPanel]
NoUsernameSpecified="Чтобы перейти к экрану параметров игры, введите свой псевдоним."
NoPasswordSpecified="Чтобы перейти к экрану параметров игры, введите пароль."
InvalidLoginText="Подключиться не удалось: неверный псевдоним или пароль."
WaitingForLoginText="Проверка учетной записи. Подождите..."
LoggedText="Подключение прошло успешно!"
ButtonLoginText="Подключиться"
ButtonLogoutText="Отключиться"
PleaseWaitText="Передача данных будет завершена через несколько секунд..."
PanelCaption="Подключение"
CancelButton.Caption="Отмена"
LoginButton.Caption="Псевдоним"
PasswordEditBox.Caption="Пароль"
UserIDEditBox.Caption="Идентификатор"

[MatchSetupMain]
PanelCaption="Общие параметры"
CommandLineParamsBox.Caption="Дополнительные параметры командной строки"
CommandLineParamsBox.Hint="Укажите дополнительные параметры командной строки (необязательно)."
DemoRecBox.Caption="Имя файла"
DemoRecBox.Hint="Введите название для файла демо-ролика с записью игры."
DemoRecCheckbox.Caption="Запись демо-ролика"
DemoRecCheckbox.Hint="Запись демо-ролика игры на сервере."
GameTypeCombo.Caption="Тип игры"
GameTypeCombo.Hint="Выберите тип игры."
TournamentCheckbox.Caption="Турнир"
TournamentCheckbox.Hint="Для использования этого режима все игроки должны подключиться к серверу перед началом игры."

[MatchSetupMaps]
PanelCaption="Список карт"
ActiveBackground.Caption="Активные карты"
AddAllButton.Caption="Добавить все"
AddAllButton.Hint="Добавление всех карты в список."
AddButton.Caption="Добавить"
AddButton.Hint="Добавление выбранных карт в список"
InactiveBackground.Caption="Неактивные карты"
MoveDownButton.Caption="Вниз"
MoveDownButton.Hint="Перемещение карты вниз по списку."
MoveUpButton.Caption="Вверх"
MoveUpButton.Hint="Перемещение карты вверх по списку."
RemoveAllButton.Caption="Удалить все"
RemoveAllButton.Hint="Удалить все карты из списка."
RemoveButton.Caption="Удалить"
RemoveButton.Hint="Удаление выбранных карт из списка."

[MatchSetupMutator]
PanelCaption="Модификации"
ActiveBackground.Caption="Активные модификации"
InactiveBackground.Caption="Неактивные модификации"
MutAddAllButton.Caption="Добавить все"
MutAddAllButton.Hint="Добавление модификаций в список."
MutAddButton.Caption="Добавить"
MutAddButton.Hint="Добавление выбранных модификаций в список."
MutRemoveAllButton.Caption="Удалить все"
MutRemoveAllButton.Hint="Удаление модификаций из списка."
MutRemoveButton.Caption="Удалить"
MutRemoveButton.Hint="Удаление выбранных модификаций из списка."

[MatchSetupRules]
PanelCaption="Правила"

[PlayerInfoMultiColumnList]
ColumnHeadings=("Параметр","Значение")
ColumnHeadingHints=("Параметр","Значение")

[VotingReplicationInfo]
lmsgSavedAsDefaultSuccess="Конфигурация сохранена как стандартная"
lmsgNotAllAccepted="Вы приняли изменения. Ожидание других игроков..."

[xVotingHandler]
lmsgInvalidPassword="Введен неверный пароль!"
lmsgMatchSetupPermission="Вам не разрешено изменять параметры игры!"
lmsgKickVote="Игрок %playername1% голосует за исключение игрока %playername2%"
lmsgAnonymousKickVote="Подан голос за исключение игрока %playername%"
lmsgKickVoteAdmin="%playername% пытается подать голос за исключение администратора сервера!"
lmsgMapWon="Карта %mapname% победила!"
lmsgMidGameVote="Начато голосование за смену карты во время игры!"
lmsgSpectatorsCantVote="Зрители не могут голосовать."
lmsgMapVotedFor="Игрок %playername% проголосовал за карту %mapname%"
lmsgMapVotedForWithCount="Игрок %playername% отдал свои голоса (%votecount%) за карту %mapname%"
PropsDisplayText[0]="Разрешить голосования"
PropsDisplayText[1]="Голосование после каждой игры"
PropsDisplayText[2]="Счет на экране"
PropsDisplayText[3]="По счету"
PropsDisplayText[4]="Метод накопления"
PropsDisplayText[5]="Метод исключения"
PropsDisplayText[6]="Минимум карт"
PropsDisplayText[7]="Лимит повторений"
PropsDisplayText[8]="Время на голосование"
PropsDisplayText[9]="Порог для голосования"
PropsDisplayText[10]="Удержание типа игры"
PropsDisplayText[11]="Голосования за исключение"
PropsDisplayText[12]="Порог для исключения"
PropsDisplayText[13]="Анонимное голосование за исключение"
PropsDisplayText[14]="Разрешить настройку игры"
PropsDisplayText[15]="Конфигурация"
PropsDisplayText[16]="Конфигурация списка карт"
PropDescription[0]="Если этот параметр включен, игроки могут голосовать за смену карты."
PropDescription[1]="Если этот параметр включен, экран голосования будет автоматически открываться после каждой игры."
PropDescription[2]="Время, в течение которого счет задержится на экране до появления экрана голосования (в секундах)."
PropDescription[3]="Если этот параметр включен, каждый игрок получает количество голосов, соответствующее его счету."
PropDescription[4]="Если этот параметр включен, голоса за каждую карту накапливаются после каждой игры и сбрасываются после того, как карта сыграна."
PropDescription[5]="Если этот параметр включен, карты исключаются из списка до тех пор, пока их число не достигнет заданного."
PropDescription[6]="Количество карт, по достижении которого голосование по методу исключения прекратится."
PropDescription[7]="Количество карт, на которых игра уже прошла и голосование за них невозможно."
PropDescription[8]="Лимит времени на голосование (в секундах)."
PropDescription[9]="Процент игроков, достаточный для начала голосования за смену карты во время игры."
PropDescription[10]="Если этот параметр включен, тип игры не будет меняться, пока к серверу никто не подключен."
PropDescription[11]="Если этот параметр включен, игроки могут голосовать за исключение других игроков."
PropDescription[12]="Процент игроков, достаточный для отключения игрока от сервера."
PropDescription[13]="Если этот параметр включен, игроки могут голосовать за исключение анонимно."
PropDescription[14]="Для настройки параметров игры на сервере необходимо ввести псевдоним и пароль администратора."
PropDescription[15]="Вызов экрана настройки голосования за смену карты."
PropDescription[16]="Вызов экрана настройки списка карт при голосовании."
lmsgAdminMapChange="Администратор сменил текущую карту на карту %mapname%."
lmsgGameConfigColumnTitle[0]="Тип игры"
lmsgGameConfigColumnTitle[1]="Префиксы"
lmsgGameConfigColumnTitle[2]="Сокращение"
lmsgGameConfigColumnTitle[3]="Имя"
lmsgGameConfigColumnTitle[4]="Модификации"
lmsgGameConfigColumnTitle[5]="Параметры"

